catppuccin/fish
rose-pine/fish
halostatue/fish-docker
ilancosman/tide@v6
jethrokuan/z
jorgebucaran/autopair.fish
jorgebucaran/fisher
jorgebucaran/nvm.fish
laughedelic/fish_logo
maddawik/colored_man_pages.fish@color-names
maddawik/fish-insulter@set_color
meaningful-ooo/sponge
nickeb96/puffer-fish
oakninja/makemefish
patrickf1/fzf.fish
