halostatue/fish-docker
jethrokuan/z
jorgebucaran/autopair.fish
jorgebucaran/fisher
jorgebucaran/nvm.fish
maddawik/colored_man_pages.fish@color-names
maddawik/fish-insulter@set_color
maddawik/tide@git-icons
nickeb96/puffer-fish
oakninja/makemefish
patrickf1/fzf.fish
maddawik/mage-fish-completions@fisher-compatability
