catppuccin/fish
halostatue/fish-docker
ilancosman/tide@v6
jethrokuan/z
jorgebucaran/autopair.fish
jorgebucaran/fisher
jorgebucaran/nvm.fish
meaningful-ooo/sponge
nickeb96/puffer-fish
oakninja/makemefish
patrickf1/colored_man_pages.fish
patrickf1/fzf.fish
