jorgebucaran/fisher
ilancosman/tide@v5
jethrokuan/z
jorgebucaran/nvm.fish
jorgebucaran/autopair.fish
nickeb96/puffer-fish
patrickf1/fzf.fish
catppuccin/fish
gazorby/fish-abbreviation-tips
